Revit 2027 API
BuiltInFailures.CopyMonitorFailures.AlreadyWatched Property
 Elements already monitored.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AlreadyWatched { get; }
Public Shared ReadOnly Property AlreadyWatched As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AlreadyWatched {
	FailureDefinitionId^ get ();
}
static member AlreadyWatched : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyMonitorFailures Class
Autodesk.Revit.DB Namespace